[{
	"id": "1",
	"texto": "Com que frequência você costuma jogar jogos digitais?"
}, {
	"id": "2",
	"texto": "Faixa etária:"
}, {
	"id": "3",
	"texto": "O design do jogo é atraente (tabuleiro, cartas, interfaces, gráficos, etc.)."
}, {
	"id": "4",
	"texto": "Os textos, cores e fontes combinam e são consistentes."
}, {
	"id": "5",
	"texto": "Eu precisei aprender poucas coisas para poder começar a jogar o jogo."
}, {
	"id": "6",
	"texto": "Aprender a jogar este jogo foi fácil para mim."
}, {
	"id": "7",
	"texto": "Eu acho que a maioria das pessoas aprenderiam a jogar este jogo rapidamente."
}, {
	"id": "8",
	"texto": "Eu considero que o jogo é fácil de jogar."
}, {
	"id": "9",
	"texto": "As regras do jogo são claras e compreensíveis."
}, {
	"id": "10",
	"texto": "As fontes (tamanho e estilo) utilizadas no jogo são legíveis."
}, {
	"id": "11",
	"texto": "As cores utilizadas no jogo são compreensíveis."
}, {
	"id": "12",
	"texto": "A organização do conteúdo me ajudou a estar confiante de que eu iria aprender com este jogo."
}, {
	"id": "13",
	"texto": "Este jogo é adequadamente desafiador para mim."
}, {
	"id": "14",
	"texto": "O jogo oferece novos desafios (oferece novos obstáculos, situações ou variações) com um ritmo adequado."
}, {
	"id": "15",
	"texto": "O jogo não se torna monótono nas suas tarefas (repetitivo ou com tarefas chatas)."
}, {
	"id": "16",
	"texto": "Completar as tarefas do jogo me deu um sentimento de realização."
}, {
	"id": "17",
	"texto": "É devido ao meu esforço pessoal que eu consigo avançar no jogo."
}, {
	"id": "18",
	"texto": "Me sinto satisfeito com as coisas que aprendi no jogo."
}, {
	"id": "19",
	"texto": "Eu recomendaria este jogo para meus colegas."
}, {
	"id": "20",
	"texto": "Eu pude interagir com outras pessoas durante o jogo."
}, {
	"id": "21",
	"texto": "O jogo promove momentos de cooperação e/ou competição entre os jogadores."
}, {
	"id": "22",
	"texto": "Eu me senti bem interagindo com outras pessoas durante o jogo"
}, {
	"id": "23",
	"texto": "Eu me diverti com o jogo."
}, {
	"id": "24",
	"texto": "Aconteceu alguma situação durante o jogo (elementos do jogo, competição, etc.) que me fez sorrir"
}, {
	"id": "25",
	"texto": "Houve algo interessante no início do jogo que capturou minha atenção."
}, {
	"id": "26",
	"texto": "Eu estava tão envolvido no jogo que eu perdi a noção do tempo."
}, {
	"id": "27",
	"texto": "Eu esqueci sobre o ambiente ao meu redor enquanto jogava este jogo."
}, {
	"id": "28",
	"texto": "O conteúdo do jogo é relevante para os meus interesses."
}, {
	"id": "29",
	"texto": "É claro para mim como o conteúdo do jogo está relacionado com a disciplina."
}, {
	"id": "30",
	"texto": "O jogo é um método de ensino adequado para esta disciplina."
}, {
	"id": "31",
	"texto": "Eu prefiro aprender com este jogo do que de outra forma (outro método de ensino)."
}, {
	"id": "32",
	"texto": "O jogo contribuiu para a minha aprendizagem na disciplina."
}, {
	"id": "33",
	"texto": "O jogo foi eficiente para minha aprendizagem, em comparação com outras atividades da disciplina."
}, {
	"id": "34",
	"texto": "O jogo contribui para revisar expressões lógicas e seus operandos."
}]